export const OFFICE_MOCK = [
  {
    id: 8000003,
    title: '8000003 РП — Киев, Магнитогорская улица',
    company_name: 'Официальное представительнство Vertera',
    phone: '380677806215',
    email: 'kiyv@mail.ru',
    address: 'Магнитогорская улица, 1',
    work_hours: { start: '9:00', end: '18:00' },
    message: 'Магнитогорская улица, 1, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'UAH',
        label: 'Гривна',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 801003,
    title: '8000001 РП — Тверь',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'tver@mail.ru',
    address: '8000001 РП — Тверь',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000001 РП — Тверь, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000006,
    title: '8000006 РП — Уфа',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'ufa@mail.ru',
    address: 'г. Уфа, проспект Октября, 148, офис 9',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000006 РП — Уфа, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000008,
    title: '8000008 РП — Саратов',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'saratov@mail.ru',
    address: 'г.Саратов, ул. Московская, 160',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000008 РП — Саратов, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000017,
    title: '8000017 РП — Сочи',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'sochi@mail.ru',
    address: 'г.Сочи, Роз 113, оф 8.',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000017 РП — Сочи, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000023,
    title: '8000023 РП — Самара',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'samara@mail.ru',
    address: 'Самарская область, Красноярский район, пос. Угловой, Лесная 23.',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000023 РП — Самара, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000033,
    title: '8000033 РП — Томск',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'tomsk@mail.ru',
    address: 'Томск, Ленина 163, ТЦ “Шанс”, 3-ий эт., оф 300.',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000033 РП — Томск, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000089,
    title: '8000089 РП — Стерлитамак',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'sterlitamak@mail.ru',
    address: '453126 Респ. Башкортостан, г. Стерлитамак, ул. Худайбердина, д. 58, (Дом быта, офис 28).',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000089 РП — Стерлитамак, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000107,
    title: '8000107 РП – Новокузнецк',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'novokuzneck@mail.ru',
    address: '654041 Кемеровская область г. Новокузнецк проспект Дружбы 3-150',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000107 РП – Новокузнецк, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000115,
    title: '8000115 РП – Хабаровск',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'habarovsk@mail.ru',
    address: '680000 г.Хабаровск ул. Ленина 57 оф 324',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000115 РП – Хабаровск, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000130,
    title: '8000130 ПЦ – Волжский',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'volzhskiy@mail.ru',
    address: 'пр-т Ленина 118а,2 этаж (14 мкр,за сбербанком,во дворе,где ДОСААФ)',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000130 ПЦ – Волжский, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000134,
    title: '8000134 РП – Москва',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'moscow@mail.ru',
    address: 'г.Москва, м.Таганское, Ул.Верхняя Радищевская, д.5, стр.1,офис 32',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000134 РП – Москва, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'EUR',
        label: 'Евро',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000147,
    title: '8000147 РП – Москва',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'moscow@mail.ru',
    address: 'г. Москва, м.ВДНХ  ул.Ярославская 13а офис 2',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000147 РП – Москва, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'EUR',
        label: 'Евро',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000152,
    title: '8000152 ПЦ – Таганрог',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'taganrog@mail.ru',
    address: '347924, г.Таганрог Ростовской обл., ул.Москатова, 15, 2-й этаж, офис 8',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000152 ПЦ – Таганрог, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
  {
    id: 8000177,
    title: '8000177 РП – Архангельск',
    company_name: 'Официальное представительнство Vertera',
    phone: '79999999999',
    email: 'archangelsk@mail.ru',
    address: 'г.Архангельск, Троицкий проспект, д 52 оф 1040',
    work_hours: { start: '9:00', end: '18:00' },
    message: '8000177 РП – Архангельск, Оперативная консультация по будням с 11:00 до 19:00 +380677806215, +380935743955',
    currencies: [
      {
        code: 'RUB',
        label: 'Рубль',
      },
      {
        code: 'USD',
        label: 'Доллар',
      },
    ],
  },
];
