export const ITEM_MOCK = [
  {
    id: '1',
    name: '700 – Laminaria Gel',
    name_translation: 'Гель из ламинарии',
    image: '/assets/products-img1.png',
    group_id: '1',
    prices: [{ code: 'RUB', label: 'Рубли', price: 1600 }],
    points: { cpv: '5', bpv: '0/2.7' },
    count: 0,
    package_quantity: { measure: 'гр', count: 500 },
    overview: `<p>Основное предназначение геля – диетическое лечебное питание.
  
                Этот уникальный по своим свойствам продукт помогает процессам очищения и насыщения организма на клеточном уровне.
                Фундаментальный продукт компании Vertera.</p>`, // HTML string
    details: `<div class="embedded-tab">
                <div class="title">Помогает процессам очищения и насыщения организма на клеточном уровне.</div>
                <div class="title">Какие задачи решает гель Vertera:</div>
                <ul class="list">
                  <li>Гармонизация организма;</li>
                  <li>Дезинтоксикация — очищение организма от отработанных продуктов обмена и токсинов;</li>
                  <li>Питание и насыщение организма;</li>
                  <li>Стимуляция процессов обновления тканей организма;</li>
                  <li>Энергетическое питание;</li>
                  <li>Оптимизация биохимических реакций и биорегуляторных процессов;</li>
                  <li>Поддерживает на должном уровне потребности организма в комплексе необходимых питательных, биокоррегирующих и энергоемких веществ;</li>
                  <li>Оказывает активное детоксикационное действие, что особенно важно для молодых и здоровых людей, которые еще не подвержены ярко выраженным болезням;</li>
                  <li>Обеспечивает профилактику многих заболеваний, связанных с дефицитом полезных для организма веществ, а также тех или иных природных субстратов, приводящих к болезням обмена веществ;</li>
                  <li>Обеспечивает поддержку больного организма, находящегося в режиме лечения;</li>
                  <li>Активизирует восстановительные процессы в организме после перенесенных заболеваний.</li>
                </ul>
              </div>`, // HTML string
    ingredients: `<p>2</p>`, // HTML string
    use: `<p>3</p>`, // HTML string
  },
];
